import React from "react";

function AboutUs(props) {

  return (
    <div style={{"direction":"rtl","marginTop":"5%","backgroundColor":"white","padding":"1%",}}>
    <h1> معلومات عنا</h1>
    <p style={{"fontSize":"20px",}}>نحن نهتم بتزويد المستخدمين كافه المنتجات المعروضه في العديد من المتاجر الفلسطينيه بمختلف انواعها،
       بواساطة هذا الموقع، بامكانكم التسوق والاختيار المنتجات التي ترويدونها ورؤية جميع العروضات والاسعار لكافه المنتجات من متاجرنا، كما قدمنا لكم واطلعناكم على التميز بين المتاجر و تقييم المنتجات في كل متجر.
    </p>
    <p style={{"fontSize":"20px",}}>قد قسمنا تطبيقنا الي عدة صفحات من اجل ان تطلعوا عليها، هناك صفحة لكل متجر،وهناك ايضا صفحه لكافه المنتجات، بامكانكم
      ان تختاروا المنتج الذي تريدونه، كما يمكنكم ان تحصلوا على المنتجات الخاصه بمتجر معين
    </p>
           
  </div>
  );
}

export default AboutUs;
